/* Localized versions of Guest Access strings */

allowButton = "共享螢幕";
denyButton = "取消";

controlTitle = "共享螢幕要求";
observeTitle = "共享螢幕要求";

controlRequestKnown = "“%2$@”上的“%1$@”想要共享您的螢幕。\r\r您願意共享您的螢幕嗎？";
observeRequestKnown = "“%2$@”上的“%1$@”想要監看您的螢幕。\r\r您願意共享您的螢幕嗎？";

controlRequestUnknown = "某位從 %@ 連接的訪客使用者想要共享您的螢幕。\r\r請確定您認識這名使用者，然後才按下“共享螢幕”。";
observeRequestUnknown = "某位從 %@ 連接的訪客使用者想要監看您的螢幕。\r\r請確定您認識這名使用者，然後才按下“共享螢幕”。";

errAttnReqCommString = "發生通訊錯誤。";
